docs(aws-terraform-docker-nodejs): ubah diagram menggunakan marmaid
